Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Decline
ar: رفض
ca: Rebutja-ho
cy: Gwrthod
da: Afvis
da_instk12: Afvis
de: Ablehnen
es: Rechazar
es_es: Rechazar
fi: Hylkää
fr: Refuser
fr_ca: Décliner
ga: Diúltaigh
hi: अस्वीकार करें
ht: Refize
id: Tolak
is: Hafna
it: Rifiuta
ja: 同意しない
ko: 거절
mi: Te paheketanga
ms: Tolak
nb: Avslå
nb_instk12: Avslå
nl: Weigeren
pl: Odrzuć
pt: Recusar
pt_br: Recusar
ru: Отклонить
sl: Zavrni
sv: Neka
sv_instk12: Avböj
th: ปฏิเสธ
vi: Từ Chối
zh: 拒绝
zh_hk: 拒絕

source: Deep Purple
ar: أرجواني داكن
ca: Porpra fosc
cy: Porffor Tywyll
da: Dyb lilla
da_instk12: Dyb lilla
de: Dunkelviolett
es: Morado oscuro
es_es: Morado oscuro
fi: Tumman violetti
fr: Violet foncé
fr_ca: Violet foncé
ga: Dúchorcra
hi: गहरा बैंगनी
ht: Mov Fonse
id: Ungu Gelap
is: Dökkfjólublár
it: Viola scuro
ja: ディープパープル
ko: 짙은 보라색
mi: Hohonu Waiporoporo
ms: Ungu Gelap
nb: Mørkelilla
nb_instk12: Mørkelilla
nl: Diep paars
pl: Głęboki fiolet
pt: Roxo Escuro
pt_br: Roxo Profundo
ru: Темно-фиолетовый
sl: Temno škrlatna
sv: Djup lila
sv_instk12: Mörklila
th: ม่วงเข้ม
vi: Tía Đen
zh: 深紫色
zh_hk: 深紫色

source: Delay posting
ar: تأخير النشر
ca: Retarda la publicació
cy: Oedi cyn postio
da: Udskyd opslag
da_instk12: Udskyd opslag
de: Einstellen verzögern
es: Atrasar la publicación
es_es: Retrasar la publicación
fi: Viivästytä lähetystä
fr: Retarder la publication
fr_ca: Retarder la publication
ga: Cuir moill ar phostáil
hi: विलंब से पोस्ट करें
ht: Retade piblikasyon
id: Tunda posting
is: Seinka birtingu
it: Ritarda post
ja: 後で投稿
ko: 게시 지연
mi: Takaware Tarea
ms: Tunda penyiaran
nb: Avvent publisering
nb_instk12: Avvent publisering
nl: Berichten plaatsen uitstellen
pl: Opóźnij ogłaszanie
pt: Atrasar a publicação
pt_br: Atraso ao postar
ru: Отложить размещение сообщения
sl: Zakasni objavljanje
sv: Senarelägg publicering
sv_instk12: Senarelägg publicering
th: หน่วงการโพสต์
vi: Trì hoãn đăng
zh: 延迟发布
zh_hk: 延遲公佈

source: Delayed until %@
ar: تم التأجيل حتى %@
ca: Retardat fins al %@
cy: Wedi gohirio tan %@
da: Forsinket indtil %@
da_instk12: Forsinket indtil %@
de: Verzögert bis %@
es: Retrasado hasta %@
es_es: Retrasado hasta %@
fi: Viivästetty asti %@
fr: Repoussé jusqu’au %@
fr_ca: Retardé jusqu’à %@
ga: Moill air go dtí %@
hi: इस समय तक विलंबित: %@
ht: Retade jiska %@
id: Ditunda hingga %@
is: Tefst til %@
it: Rinviato fino al %@
ja: （）まで遅延%@
ko: 지연 기간 %@
mi: Whakaroatia kī %@
ms: Ditunda sehingga %@
nb: Forsinket til %@
nb_instk12: Forsinket til %@
nl: Uitgesteld tot %@
pl: Przeniesiono na %@
pt: Atrasado até %@
pt_br: Atrasado até %@
ru: Отложено до %@
sl: Prestavljeno do %@
sv: Försenad till %@
sv_instk12: Försenad till %@
th: หน่วงจนถึง %@
vi: Trì hoãn đến %@
zh: 延迟至%@
zh_hk: 延遲至%@

source: Delete
ar: حذف
ca: Suprimeix
cy: Dileu
da: Slet
da_instk12: Slet
de: Löschen
es: Eliminar
es_es: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
ga: Scrios
hi: मिटाएं
ht: Efase
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
mi: Muku
ms: Padam
nb: Slett
nb_instk12: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Excluir
ru: Удалить
sl: Odstrani
sv: Ta bort
sv_instk12: Radera
th: ลบ
vi: Xóa
zh: 删除
zh_hk: 刪除

source: Delete all events
ar: حذف كل الأحداث
ca: Suprimeix tots els esdeveniments
cy: Dileu pob digwyddiad
da: Slet alle begivenheder
da_instk12: Slet alle begivenheder
de: Alle Ereignisse löschen
es: Eliminar todos los eventos
es_es: Eliminar todos los eventos
fi: Poista kaikki tapahtumat
fr: Supprimer tous les événements
fr_ca: Supprimer tous les événements
ga: Scrios gach imeacht
hi: सभी घटनाएँ मिटाएँ
ht: Elimine tout Evènman yo
id: Hapus semua acara
is: Eyða öllum viðburðum
it: Elimina tutti gli eventi
ja: すべてのイベントを削除する
ko: 모든 이벤트 삭제
mi: Mukua nga takahanga katoa
ms: Padam semua acara
nb: Slett alle hendelser
nb_instk12: Slett alle hendelser
nl: Alle evenementen verwijderen
pl: Usuń wszystkie wydarzenia
pt: Eliminar todos os eventos
pt_br: Excluir todos os eventos
ru: Удалить все события
sl: Izbriši vse dogodke
sv: Radera alla händelser?
sv_instk12: Radera alla händelser?
th: ลบกิจกรรมทั้งหมด
vi: Xóa tất cả các sự kiện
zh: 删除所有事件
zh_hk: 刪除所有事件

source: Delete Announcement
ar: حذف الإعلان
ca: Suprimeix l'anunci
cy: Dileu Cyhoeddiad
da: Slet besked
da_instk12: Slet besked
de: Ankündigung löschen
es: Eliminar anuncio
es_es: Eliminar anuncio
fi: Poista ilmoitus
fr: Supprimer annonce
fr_ca: Supprimer l’annonce
ga: Scrios Fógra
hi: घोषणा मिटाएं
ht: Efase Anons
id: Hapus Pengumuman
is: Eyða tilkynningu
it: Elimina annuncio
ja: 発表を削除する
ko: 공지 삭제
mi: Muku Pānuitanga
ms: Padam Pengumuman
nb: Slette kunngjøring
nb_instk12: Slette beskjed
nl: Aankondiging verwijderen
pl: Usuń ogłoszenie
pt: Eliminar Anúncio
pt_br: Excluir aviso
ru: Удалить аннотацию
sl: Izbriši obvestilo
sv: Ta bort anslaget
sv_instk12: Ta bort meddelandet
th: ลบประกาศ
vi: Xóa Thông Báo
zh: 删除公告
zh_hk: 刪除通告

source: Delete comment
ar: حذف التعليق
ca: Suprimeix el comentari
cy: Dileu sylw
da: Slet kommentar
da_instk12: Slet kommentar
de: Kommentar löschen
es: Eliminar comentario
es_es: Eliminar comentario
fi: Poista kommentti
fr: Supprimer le commentaire
fr_ca: Supprimer le commentaire
ga: Scrios ráiteas
hi: टिप्पणी मिटाएं
ht: Efase kòmantè
id: Hapus komentar
is: Eyða athugasemd
it: Elimina commento
ja: コメントの削除
ko: 댓글 삭제
mi: Muku kōrero
ms: Padam komen
nb: Slett kommentar
nb_instk12: Slett kommentar
nl: Opmerking verwijderen
pl: Usuń komentarz
pt: Eliminar comentário
pt_br: Excluir comentário
ru: Удалить комментарий
sl: Izbriši komentar
sv: Ta bort kommentar
sv_instk12: Ta bort kommentar
th: ลบความเห็น
vi: Xóa bình luận
zh: 删除评论
zh_hk: 刪除註解

source: Delete Comment
ar: حذف التعليق
ca: Suprimeix el comentari
cy: Dileu Sylw
da: Slet kommentar
da_instk12: Slet kommentar
de: Kommentar löschen
es: Eliminar comentario
es_es: Eliminar comentario
fi: Poista kommentti
fr: Supprimer le commentaire
fr_ca: Supprimer le commentaire
ga: Scrios Ráiteas
hi: टिप्पणी मिटाएं
ht: Efase Kòmantè
id: Hapus Komentar
is: Eyða athugasemd
it: Elimina commento
ja: コメントを削除する
ko: 의견/댓글 삭제
mi: Muku Kōrero
ms: Padam Komen
nb: Slett kommentar
nb_instk12: Slett kommentar
nl: Opmerking verwijderen
pl: Usuń komentarz
pt: Eliminar comentário
pt_br: Excluir comentário
ru: Удалить комментарий
sl: Odstrani komentar
sv: Ta bort kommentar
sv_instk12: Ta bort kommentar
th: ลบความเห็น
vi: Xóa Bình Luận
zh: 删除评论
zh_hk: 刪除評論

source: Delete Conversation
ar: حذف المحادثة
ca: Suprimeix la conversa
cy: Dileu Sgwrs
da: Slet konversation
da_instk12: Slet konversation
de: Konversation löschen
es: Eliminar conversación
es_es: Eliminar conversación
fi: Poista keskustelu
fr: Supprimer la conversation
fr_ca: Supprimer la conversation
ga: Scrios Comhrá
hi: बातचीत मिटाएं
ht: Efase Konvèsasyon
id: Hapus Percakapan
is: Eyða samtali
it: Elimina conversazione
ja: 会話を消去する
ko: 대화 삭제
mi: Mukua Kōrerorero
ms: Padam Perbualan
nb: Slett samtale
nb_instk12: Slett samtale
nl: Gesprek verwijderen
pl: Usuń rozmowę
pt: Eliminar Conversa
pt_br: Excluir conversa
ru: Удалить разговор
sl: Odstrani pogovor
sv: Ta bort konversation
sv_instk12: Ta bort konversation
th: ลบการพูดคุย
vi: Xóa Cuộc Trò Chuyện
zh: 删除会话
zh_hk: 刪除交談

source: Delete Discussion
ar: حذف النقاش
ca: Suprimeix el fòrum
cy: Dileu Trafodaeth
da: Slet diskussion
da_instk12: Slet diskussion
de: Diskussion löschen
es: Eliminar foro de discusión
es_es: Eliminar foro de discusión
fi: Poista keskustelu
fr: Supprimer discussion
fr_ca: Supprimer la discussion
ga: Scrios Fóram
hi: चर्चा मिटाएं
ht: Efase Diskisyon
id: Hapus Diskusi
is: Eyða umræðu
it: Elimina discussione
ja: ディスカッションを削除
ko: 토론 삭제
mi: Muku kōrerorero
ms: Padam Perbincangan
nb: Slett diskusjon
nb_instk12: Slett diskusjon
nl: Discussie verwijderen
pl: Usuń dyskusję
pt: Eliminar discussão
pt_br: Excluir fórum
ru: Удалить дискуссию
sl: Odstrani razpravo
sv: Ta bort diskussion
sv_instk12: Ta bort diskussion
th: ลบการพูดคุย
vi: Xóa Thảo Luận
zh: 删除讨论
zh_hk: 刪除討論區

source: Delete Event?
ar: هل تريد الحذف؟
ca: Voleu suprimir l'esdeveniment?
cy: Dileu’r Digwyddiad?
da: Slet begivenhed?
da_instk12: Slet begivenhed?
de: Ereignis löschen?
es: ¿Eliminar evento?
es_es: ¿Eliminar el evento?
fi: Poistetaanko tapahtuma?
fr: Supprimer l’événement ?
fr_ca: Supprimer l’événement?
ga: Scrios Imeacht?
hi: घटाना मिटाएँ?
ht: Elimine Evènman?
id: Hapus Acara?
is: Eyða viðburði?
it: Eliminare evento?
ja: イベントを削除しますか？
ko: 이벤트를 삭제하시겠습니까?
mi: Mukua Takahanga?
ms: Padam Acara?
nb: Slette hendelse?
nb_instk12: Slette hendelse?
nl: Evenement verwijderen?
pl: Usunąć wydarzenie?
pt: Eliminar evento?
pt_br: Excluir evento?
ru: Удалить Событие?
sl: Izbriši dogodek?
sv: Radera händelse?
sv_instk12: Radera händelse?
th: ลบกิจกรรมหรือไม่
vi: Xóa Sự Kiện?
zh: 是否删除事件？
zh_hk: 刪除事件？

source: Delete File
ar: حذف الملف
ca: Suprimeix el fitxer
cy: Dileu Ffeil
da: Slet fil
da_instk12: Slet fil
de: Datei löschen
es: Eliminar archivo
es_es: Eliminar archivo
fi: Poista tiedosto
fr: Supprimer le fichier
fr_ca: Supprimer le fichier
ga: Scrios Comhad
hi: फ़ाइल मिटाएं
ht: Efase Fichye
id: Hapus File
is: Eyða skrá
it: Elimina file
ja: ファイルを削除
ko: 파일 삭제
mi: Muku Kōnae
ms: Padam Fail
nb: Slett fil
nb_instk12: Slett fil
nl: Bestand verwijderen
pl: Usuń plik
pt: Eliminar Ficheiro
pt_br: Excluir arquivo
ru: Удалить файл
sl: Izbriši datoteko
sv: Ta bort fil
sv_instk12: Ta bort fil
th: ลบไฟล์
vi: Xóa Tập Tin
zh: 删除文件
zh_hk: 刪除檔案

source: Delete Folder
ar: حذف المجلد
ca: Suprimeix la carpeta
cy: Dileu Ffolder
da: Slet mappe
da_instk12: Slet mappe
de: Ordner löschen
es: Eliminar carpeta
es_es: Eliminar carpeta
fi: Poista kansio
fr: Supprimer le dossier
fr_ca: Supprimer le dossier
ga: Scrios Fillteán
hi: फ़ोल्डर मिटाएं
ht: Elimine Dosye
id: Hapus Folder
is: Eyða möppu
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
mi: Muku Kōpaki
ms: Padam Folder
nb: Slett mappe
nb_instk12: Slett mappe
nl: Map verwijderen
pl: Usuń folder
pt: Eliminar pasta
pt_br: Excluir pasta
ru: Удалить папку
sl: Izbriši mapo
sv: Ta bort mapp
sv_instk12: Ta bort mapp
th: ลบโฟลเดอร์
vi: Xóa Thư Mục
zh: 删除文件夹
zh_hk: 刪除資料夾

source: Delete Message
ar: حذف الرسالة
ca: Suprimeix el missatge
cy: Dileu Neges
da: Slet besked
da_instk12: Slet besked
de: Nachricht löschen
es: Eliminar mensaje
es_es: Eliminar mensaje
fi: Poista viesti
fr: Supprimer le message
fr_ca: Supprimer le message
ga: Scrios Teachtaireacht
hi: संदेश मिटाएं
ht: Elimine Mesaj
id: Hapus Pesan
is: Eyða skilaboðum
it: Elimina messaggio
ja: メッセージを消去する
ko: 메시지 삭제
mi: Muku Karere
ms: Padam Mesej
nb: Slett beskjed
nb_instk12: Slett beskjed
nl: Bericht verwijderen
pl: Usuń wiadomość
pt: Eliminar mensagem
pt_br: Excluir Mensagem
ru: Удалить сообщение
sl: Odstrani sporočilo
sv: Radera meddelande
sv_instk12: Radera meddelande
th: ลบข้อความ
vi: Xóa Tin Nhắn
zh: 删除消息
zh_hk: 刪除訊息

source: Delete this and all following events
ar: حذف هذا وكل الأحداث التالية
ca: Suprimeix aquest i tots els esdeveniments següents
cy: Dileu’r digwyddiad hwn a phob digwyddiad canlynol
da: Slet denne og alle efterfølgende begivenheder
da_instk12: Slet denne og alle efterfølgende begivenheder
de: Dieses Ereignis und alle folgenden löschen
es: Eliminar este y todos los eventos siguientes
es_es: Eliminar este y todos los eventos siguientes
fi: Poista tämä ja kaikki seuraavat tapahtumat
fr: Supprimer cet événement et tous les événements consécutifs
fr_ca: Supprimer cet événement et tous les suivants
ga: Scrios é seo agus gach imeacht seo a leanas
hi: यह और उसके बाद आने वाली सभी घटनाएँ मिटाएँ
ht: Elimine sa a ak tout pwochen evènman yo
id: Hapus acara Ini dan semua acara berikutnya
is: Eyða þessum og öllum eftirfarandi viðburðum
it: Elimina questo evento e tutti gli eventi successivi
ja: このイベントとそれに続くすべてのイベントを削除する
ko: 이 이벤트 및 모든 다음 이벤트 삭제
mi: Mukua tenei me nga kaupapa katoa e whai ake nei
ms: Padam ini dan semua acara berikut
nb: Slett denne og alle påfølgende hendelser
nb_instk12: Slett denne og alle påfølgende hendelser
nl: Dit en alle volgende evenementen verwijderen
pl: Usuń to i wszystkie następne wydarzenia
pt: Eliminar este evento e todos os seguintes
pt_br: Excluir este e todos os eventos seguintes
ru: Удалить это и все последующие события
sl: Izbriši tega in vse naslednje dogodke
sv: Radera denna och alla följande händelser
sv_instk12: Radera denna och alla följande händelser
th: ลบกิจกรรมนี้และต่อจากนี้ทั้งหมด
vi: Xóa sự kiện này và tất cả các sự kiện sau đó
zh: 删除此事件及以下所有事件
zh_hk: 刪除此事件以及所有後續事件

source: Delete this event
ar: حذف هذا الحدث
ca: Suprimeix aquest esdeveniment
cy: Dileu’r digwyddiad hwn
da: Slet denne begivenhed
da_instk12: Slet denne begivenhed
de: Dieses Ereignis löschen
es: Eliminar este evento
es_es: Eliminar este evento
fi: Poista tämä tapahtuma
fr: Supprimer cet événement
fr_ca: Supprimer cet événement
ga: Scrios an imeacht seo
hi: यह घटाना मिटाएँ
ht: Elimine evènman sa a
id: Hapus acara ini
is: Eyða þessum viðburði
it: Elimina questo evento
ja: このイベントを削除する
ko: 이벤트를 삭제합니다.
mi: Mukua tenei takahanga
ms: Padam acara ini
nb: Slett denne hendelsen
nb_instk12: Slett denne hendelsen
nl: Dit evenement verwijderen
pl: Usuń to wydarzenie
pt: Eliminar este evento
pt_br: Excluir este evento
ru: Удалить это событие
sl: Izbriši ta dogodek
sv: Radera den här händelsen
sv_instk12: Radera den här händelsen
th: ลบกิจกรรมนี้
vi: Xóa sự kiện này
zh: 删除此事件
zh_hk: 刪除此事件

source: Delete To Do?
ar: هل تريد حذف قائمة المهام؟
ca: Voleu suprimir les tasques pendents?
cy: Dileu I’w Gwneud?
da: Slet opgave?
da_instk12: Slet opgave?
de: To-Do löschen?
es: ¿Quiere eliminar el elemento Por hacer?
es_es: ¿Eliminar tareas pendientes?
fi: Poistetaanko tehtävä?
fr: Supprimer À Faire ?
fr_ca: Effacer l’élément À faire?
ga: Scrios Le Déanamh?
hi: करने के लिए मिटाएं?
ht: Elimine Lis Tach la?
id: Harus Dilakukan/To Do?
is: Eyða verkefni?
it: Eliminare Da fare?
ja: 削除しますか？
ko: 할 일을 삭제하시겠습니까?
mi: Mukua Hei Mahi?
ms: Padam Untuk Dilakukan?
nb: Slette gjøremål?
nb_instk12: Slette gjøremål?
nl: Lijst met opdrachten verwijderen?
pl: Usunąć listę zadań?
pt: Apagar A Fazer?
pt_br: Excluir lista de tarefas?
ru: Удалить список задач?
sl: Izbriši seznam opravil?
sv: Vill du radera Att-göra?
sv_instk12: Vill du radera Att-göra?
th: ลบรายการที่ต้องทำหรือไม่
vi: Xóa Việc Cần Làm?
zh: 是否删除待办事项？
zh_hk: 刪除待辦事項？

source: Delete To-do?
ar: هل تريد حذف قائمة المهام؟
ca: Voleu suprimir les tasques pendents?
cy: Dileu Tasg i’w Gwneud?
da: Slet opgave?
da_instk12: Slet opgave?
de: To-Do löschen?
es: ¿Quiere eliminar el ítem Por hacer?
es_es: ¿Eliminar tarea pendiente?
fi: Poistetaanko tehtävä?
fr: Effacer la tâche À faire ?
fr_ca: Supprimer les tâches à accomplir?
ga: Scrios an Rud le Déanamh?
hi: 'करने के लिए' मिटाएं?
ht: Efase Tach pou Fè?
id: Hapus To-do?
is: Eyða verkefnalista?
it: Eliminare elenco attività?
ja: するべきことを削除しますか？
ko: 할 일을 삭제하시겠습니까?
mi: Mukua ngā Mahi-ā-ringa?
ms: Padam Untuk Dilakukan?
nb: Slette gjøremål?
nb_instk12: Slette gjøremål?
nl: Opdrachten verwijderen?
pl: Usunąć listę zadań?
pt: Eliminar tarefa?
pt_br: Excluir lista de tarefas?
ru: Удалить задачу?
sl: Izbriši opravilo?
sv: Vill du radera Att göra?
sv_instk12: Vill du radera Att göra?
th: ลบรายการที่ต้องทำหรือไม่
vi: Xóa Việc Cần Làm?
zh: 是否删除待办任务？
zh_hk: 刪除待辦事項？

source: Deleted this reply.
ar: حذف هذا الرد.
ca: Suprimida aquesta resposta.
cy: Wedi dileu’r ateb hwn.
da: Slet dette svar.
da_instk12: Slet dette svar.
de: Diese Antwort wurde gelöscht
es: Eliminó esta respuesta.
es_es: Eliminada esta respuesta.
fi: Poisti tämä vastauksen.
fr: Réponse supprimée.
fr_ca: Cette réponse a été supprimée.
ga: Scriosadh an freagra seo.
hi: इस उत्तर को मिटाया गया।
ht: Elimine kòmantè sa a.
id: Menghapus balasan ini.
is: Eyddi þessu svari.
it: Ha eliminato questa risposta.
ja: この返信を削除しました。
ko: 이 답변을 삭제했습니다.
mi: Kua mukua tēnei whakautu
ms: Balasan ini dipadamkan.
nb: Slettet dette svaret.
nb_instk12: Slettet dette svaret.
nl: Dit antwoord is verwijderd.
pl: Usunięto tę odpowiedź.
pt: Eliminaram esta resposta.
pt_br: Excluiu esta resposta.
ru: Удалить этот ответ.
sl: Odstranil ta odgovor.
sv: Det här svaret togs bort.
sv_instk12: Det här svaret togs bort.
th: ลบการตอบกลับนี้แล้ว
vi: Xóa câu trả lời này.
zh: 删除此回复。
zh_hk: 已刪除此回覆。

source: Deleting this folder will also delete all of the files inside the folder.
ar: سيؤدي أيضًا حذف هذا المجلد إلى حذف جميع الملفات الموجودة داخل المجلد.
ca: Si se suprimeix aquesta carpeta també se suprimiran tots els fitxers que conté.
cy: Wrth ddileu’r ffolder hon, bydd yr holl ffeiliau sydd yn y ffolder yn cael eu dileu hefyd.
da: Hvis du sletter denne mappe, slettes alle filer i mappen.
da_instk12: Hvis du sletter denne mappe, slettes alle filer i mappen.
de: Beim Löschen dieses Ordners werden auch alle Dateien in dem Ordner gelöscht.
es: Si se elimina esta carpeta, también se eliminarán todos los archivos dentro de la carpeta.
es_es: Si se elimina esta carpeta, también se eliminarán todos los archivos dentro de la carpeta.
fi: Tämän kansion poistaminen poistaa myös kaikki kansion sisällä olevat tiedostot.
fr: La suppression de ce dossier supprimera également tout son contenu.
fr_ca: La suppression de ce dossier va également supprimer tous les fichiers dans le dossier.
ga: Má scriostar an fillteán seo, scriosfar na comhaid go léir san fhillteán freisin.
hi: इस फ़ोल्डर को मिटाने से फ़ोल्डर के अंदर की सभी फ़ाइलें भी मिट जाएंगी।
ht: Efase dosye sa a ap tou efase tout fichye ki andedan dosye a.
id: Menghapus folder ini juga akan menghapus semua file di dalam folder itu.
is: Ef þessari möppu verður eytt, eyðast líka allar skrárnar í möppunni.
it: L’eliminazione di questa cartella eliminerà anche tutti i file contenuti nella cartella.
ja: このフォルダを削除すると、そのフォルダ内のすべてのファイルも削除されます。
ko: 이 폴더를 삭제하면 폴더 내의 모든 파일도 삭제됩니다.
mi: Te mahi muku i tēnei kōpaki ka muku hoki i ngā kōnae katoa i roto i te kōpaki.
ms: Memadamkan folder ini juga akan memadamkan semua fail dalam folder.
nb: Hvis du sletter denne mappen vil det også slette alle filene i mappen.
nb_instk12: Hvis du sletter denne mappen vil det også slette alle filene i mappen.
nl: Als u dezemap verwijdert, worden ook alle bestanden in de map verwijderd.
pl: Usunięcie tego folderu spowoduje także skasowanie zawartych w nim plików.
pt: Eliminar esta pasta também irá eliminar todos os ficheiros dentro da pasta.
pt_br: Excluir essa pasta também excluirá todos os arquivos dentro da pasta.
ru: Удаление этой папки также приведет к удалению всех содержащихся в ней файлов.
sl: Z odstranitvijo te mape bodo odstranjene tudi vse datoteke v mapi.
sv: Om du tar bort den här mappen raderas alla filer i mappen.
sv_instk12: Om du tar bort den här mappen raderas även alla filer i mappen.
th: การลบโฟลเดอร์นี้จะเป็นการลบไฟล์ทั้งหมดภายในโฟลเดอร์ด้วย
vi: Xóa thư mục này cũng sẽ xóa tất cả các tập tin bên trong thư mục.
zh: 删除此文件夹的同时还会删除文件夹中的所有文件。
zh_hk: 刪除此資料夾也將刪除資料夾內的所有文件。

source: Deletion not completed
ar: لم يكتمل الحذف
ca: No s’ha completat la supressió
cy: Dileu heb ei gwblhau
da: Sletning ikke fuldført
da_instk12: Sletning ikke fuldført
de: Löschung nicht abgeschlossen
es: No se completó la eliminación
es_es: Eliminación sin completar
fi: Poisto ei ole valmis
fr: Suppression non terminée
fr_ca: Suppression non effectuée
ga: Níl an scriosadh críochnaithe
hi: मिटाने का काम पूरा नहीं हुआ
ht: Eliminasyon an pa fèt
id: Penghapusan tidak selesai
is: Eyðingu ekki lokið
it: Eliminazione non completata
ja: 削除が完了していない
ko: 삭제가 완료되지 않았습니다
mi: Kāore i oti te mukunga
ms: Pemadaman tidak lengkap
nb: Sletting ikke fullført
nb_instk12: Sletting ikke fullført
nl: Verwijderen niet voltooid
pl: Nie ukończono usuwania
pt: Eliminação não concluída
pt_br: Exclusão não concluída
ru: Удаление не выполнено
sl: Brisanje ni dokončano
sv: Radering slutfördes inte
sv_instk12: Radering slutfördes inte
th: ลบไม่เสร็จสิ้น
vi: Chưa hoàn tất quá trình xóa
zh: 未完成删除
zh_hk: 刪除未完成

source: Describe the feature
ar: قم بوصف الميزة
ca: Descriu la característica
cy: Disgrifiwch y nodwedd
da: Beskriv funktionen
da_instk12: Beskriv funktionen
de: Die Funktion beschreiben
es: Describa la funcionalidad
es_es: Describir la funcionalidad
fi: Kuvaa ominaisuus
fr: Décrivez la fonctionnalité
fr_ca: Décrire la fonctionnalité
ga: Déan cur síos ar an ngné
hi: फ़ीचर का वर्णन करें
ht: Dekri fonksyon an
id: Deskripsikan fitur
is: Lýsa eiginleika
it: Descrivi la funzione
ja: 特徴を記述する
ko: 기능을 설명
mi: Whakāhua te āhuatanga
ms: Terangkan ciri
nb: Beskriv funksjonen
nb_instk12: Beskriv funksjonen
nl: Beschrijf de functie
pl: Opisz funkcję
pt: Descreva o recurso
pt_br: Descreva a funcionalidade
ru: Опишите функцию
sl: Opišite funkcionalnost
sv: Beskriv funktionen
sv_instk12: Beskriv funktionen
th: ระบุรายละเอียดคุณสมบัติ
vi: Mô tả đặc tính
zh: 描述功能
zh_hk: 請形容功能

source: Describe the problem
ar: قم بوصف المشكلة
ca: Descriu el problema
cy: Disgrifiwch y broblem
da: Beskriv problemet
da_instk12: Beskriv problemet
de: Das Problem beschreiben
es: Describa el problema
es_es: Describir el problema
fi: Kuvaa ongelma
fr: Décrivez le problème
fr_ca: Décrire le problème
ga: Déan cur síos ar an bhfadhb
hi: समस्या का वर्णन करें
ht: Dekri pwoblèm nan
id: Deskripsikan masalah
is: Lýsa vandamálinu
it: Descrivi il problema
ja: 問題を説明
ko: 문제를 설명
mi: Whakāhuatia te raruraru
ms: Terangkan masalah
nb: Beskriv problemet
nb_instk12: Beskriv problemet
nl: Beschrijf het probleem
pl: Opisz problem
pt: Descreva o problema
pt_br: Descreva o problema
ru: Опишите проблему
sl: Opišite težavo
sv: Beskriv problemet
sv_instk12: Beskriv problemet
th: ระบุรายละเอียดปัญหา
vi: Mô tả vấn đề
zh: 描述问题
zh_hk: 請描述問題

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
da: Beskrivelse
da_instk12: Beskrivelse
de: Beschreibung
es: Descripción
es_es: Descripción
fi: Kuvaus
ga: Cur síos
hi: विवरण
ht: Deskripsyon
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ko: 설명
mi: Whakāhuatanga
ms: Penerangan
nb: Beskrivelse
nb_instk12: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
sv_instk12: Beskrivning
th: รายละเอียด
vi: Mô Tả
zh: 说明
zh_hk: 描述

source: Deselect all
ar: إلغاء تحديد الكل
ca: Anul·la la selecció de tot
cy: Dad-ddewis y cyfan
da: Fravælg alle
da_instk12: Fravælg alle
de: Alle abwählen
es: Deseleccionar todo
es_es: Deseleccionar todo
fi: Poista kaikkien valinta
fr: Tout désélectionner
fr_ca: Tout désélectionner
ga: Díroghnaigh go léir
hi: सभी अचयनित करें
ht: Deseleksyone tout
id: Hapus pilihan semua
is: Afvelja allt
it: Deseleziona tutto
ja: すべての選択を取り消し
ko: 모든 선택 해제
mi: Whakawātea te katoa
ms: Nyahpilih semua
nb: Fjern all merking
nb_instk12: Fjern all merking
nl: Selectie van alle items opheffen
pl: Usuń zaznaczenie wszystkich
pt: Desmarcar todos
pt_br: Cancelar seleção de todos
ru: Отменить выбор для всех
sl: Razveljavi izbiro vseh
sv: Avmarkera alla
sv_instk12: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
vi: Bỏ chọn tất cả
zh: 取消选择所有
zh_hk: 取消全選

source: Deselect All
ar: إلغاء تحديد الكل
ca: Anul·la la selecció de tot
cy: Dad-ddewis y Cyfan
da: Fravælg alle
da_instk12: Fravælg alle
de: Alle abwählen
es: Desmarcar todo
es_es: Deseleccionar todo
fi: Poista kaikkien valinta
fr: Tout désélectionner
fr_ca: Désélectionner tout
ga: Díroghnaigh Uile
hi: सभी अचयनित करें
ht: Deseleksyone Tout
id: Hapus pilihan semua
is: Afvelja allt
it: Deseleziona tutto
ja: すべての選択を取り消し
ko: 모든 선택 해제
mi: Whakakorehia te katoa
ms: Nyahpilih Semua
nb: Fjern all merking
nb_instk12: Fjern all merking
nl: Selectie van alle items opheffen
pl: Usuń zaznaczenie wszystkich
pt: Desmarcar todos
pt_br: Cancelar seleção de todos
ru: Отменить выбор для всех
sl: Razveljavi izbor vseh
sv: Avmarkera alla
sv_instk12: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
vi: Bỏ Chọn Tất Cả
zh: 取消全选
zh_hk: 取消全選
